Repository: LebedevLC/DialogDroid
Catalog: DialogDroid/Sources/Resources/Localizable/*.lproj/Localizable.strings
Languages: ru

# mainScreenTitle
source: Main Screen
ru: Главный экран

# mainScreenCenterLabel
source: Start communicating with the AI
ru: Начните общение с ИИ

# mainScreenGoToChatLabel
source: Go to Chat
ru: Перейти в Чат

# settingsScreenTitle
source: Settings
ru: Настройки

# settingsMusicItem
source: Music
ru: Музыка

# settingsDeleteChatItem
source: Delete all chat history
ru: Удалить историю чата

# settingsAboutItem
source: About application
ru: О приложении

# settingsScreenDeleteAllMessagesTitle
source: Delete all messages?
ru: Удалить все сообщения?

# settingsScreenDeleteAllMessagesMessage
source: Do you really want to delete all messages? This action cannot be undone!
ru: Вы действительно хотите удалить все сообщения? Это действие нельзя отменить!

# alertCancel
source: Cancel
ru: Отменить

# alertDelete
source: Delete
ru: Удалить

# musicSettingsScreenTitle
source: Music settings
ru: Настройки музыки

# musicSettingsScreenSwitchLabel
source: Play background music
ru: Включить фоновую музыку

# musicCollectionItemSoft
source: Soft music
ru: Мягкая музыка

# musicCollectionItemRock
source: Rock music
ru: Рок музыка

# musicCollectionItemElectro
source: Electro music
ru: Электро музыка

# musicCollectionItemTechno
source: Techno music
ru: Техно музыка

# musicCollectionItemJazz
source: Jazz music
ru: Джазз музыка

# musicCollectionItemPop
source: Pop music
ru: Поп музыка

# musicCollectionItemLight
source: Light beat music
ru: Легкие битовые

# chatRoleTitleDialog
source: Dialogue: Virtual Conversation
ru: Диалог: Виртуальный Собеседник

# chatRoleShortTitleDialog
source: Dialogue
ru: Диалог

# chatRoleDescriptionDialog
source: In this role, the bot becomes indispensable for finding information, performing daily tasks, and providing recommendations
ru: В этой роли бот становится незаменимым помощником в поиске информации, выполнении повседневных задач и предоставлении рекомендаций

# chatRoleTitleTeacher
source: Teacher: Guide to the World of Knowledge
ru: Учитель: Проводник в Мире Знаний

# chatRoleShortTitleTeacher
source: Teacher
ru: Учитель

# chatRoleDescriptionTeacher
source: Utilizing in-depth knowledge in various fields and with the ability to tailor teaching methods to each user's needs, the teacher bot opens doors to the world of education
ru: Используя глубокие знания в различных областях и обладая способностью адаптировать методы обучения под нужды каждого пользователя, бот-учитель открывает двери в мир образования

# chatRoleTitleFriend
source: Friend: Digital Companion
ru: Друг: Цифровой Компаньон

# chatRoleShortTitleFriend
source: Friend
ru: Друг

# chatRoleDescriptionFriend
source: In this role, the bot goes beyond the usual interactions, becoming a true friend who is always there for you
ru: В этой роли бот выходит за рамки привычного взаимодействия, становясь истинным другом, который всегда рядом

# chatRoleTitleLover
source: Love: Virtual Intimacy
ru: Любовь: Виртуальное Чувство Интимности

# chatRoleShortTitleLover
source: Love
ru: Любовь

# chatRoleDescriptionLover
source: Reaching new horizons in human-machine relationships, the bot in this role explores complex feelings such as attachment and love
ru: Достигая новых горизонтов в отношениях между человеком и машиной, бот в этой роли исследует комплексные чувства, такие как привязанность и любовь

# roleScreenTitle
source: Role Changing
ru: Выбор роли

# chatScreenTitle
source: Chat Screen
ru: Экран чата

# chatScreenPlaceholder
source: Type your text...
ru: Введите ваш текст...
